Repository: mitchelldmiller/quick-mail-wp-plugin
Catalog: lang/quick-mail-*.po
Languages: es_es, fr_fr, ru_ru

source: Let editors see user list.
es_es: Deje que los editores vean la lista de usuarios.
fr_fr: Let Editors Voir la liste des utilisateurs.
ru_ru: Пусть редакторы видят список пользователей.

source: Quick Mail requires WordPress 4.6 or greater.
es_es: El correo rápido requiere WordPress 4,6 o superior.
fr_fr: Quick mail nécessite WordPress 4,6 ou plus.
ru_ru: Для быстрой почты требуется 4,6 или более.

source: Sent email to
es_es: Correo electrónico enviado a
fr_fr: Envoyer un courriel à
ru_ru: Отправлено по электронной почте

source: Not found
es_es: No se encontró
fr_fr: Pas trouvé
ru_ru: Не найдено

source: Cannot connect to
es_es: No se puede conectar a
fr_fr: Impossible de se connecter à
ru_ru: Не удается подключиться к

source: Using Mailgun credentials
es_es: Uso de credenciales Mailgun
fr_fr: Utilisation des informations d'identification Mailgun
ru_ru: Использование учетных данных маилгун

source: Sending mail with your Mailgun name and mail address.
es_es: Enviando correo con su nombre de Mailgun y dirección de correo.
fr_fr: Envoi de courrier avec votre nom de Mailgun et adresse postale.
ru_ru: Отправка почты с вашим маилгун именем и почтовым адресом.

source: Mailgun is active
es_es: Mailgun está activo
fr_fr: Mailgun est actif
ru_ru: Маилгун активен

source: Sending mail with Mailgun API.
es_es: Enviando correo con Mailgun API.
fr_fr: Envoi de courrier avec Mailgun API.
ru_ru: Отправка почты с помощью API маилгун.

source: Invalid URL
es_es: URL no válida
fr_fr: URL non valide
ru_ru: Недопустимый URL-адрес

source: File not found
es_es: No se encontró el archivo
fr_fr: Fichier introuvable
ru_ru: Файл не найден

source: Invalid user
es_es: Usuario no válido
fr_fr: Utilisateur non valide
ru_ru: Недопустимый пользователь

source: Empty file
es_es: Archivo vacío
fr_fr: Fichier vide
ru_ru: Пустой файл

source: For Your Eyes Only
es_es: Sólo para tus ojos
fr_fr: Pour vos yeux seulement
ru_ru: Только для твоих глаз

source: to
es_es: para
fr_fr: À
ru_ru: Кому

source: No content
es_es: Sin contenido
fr_fr: Aucun contenu
ru_ru: Нет содержимого

source: Sent
es_es: Enviado
fr_fr: Envoyé
ru_ru: Отправлен

source: Error
fr_fr: Erreur
ru_ru: Ошибка

source: Administrator is using Mailgun to send mail.
es_es: El administrador está utilizando Mailgun para enviar correo.
fr_fr: L'administrateur utilise Mailgun pour envoyer du courrier.
ru_ru: Администратор использует маилгун для отправки почты.

source: Use
es_es: Uso
fr_fr: Utiliser
ru_ru: Использовать

source: credentials
es_es: credenciales
fr_fr: identifiants
ru_ru: удостоверения

source: Using
es_es: Usando
fr_fr: Utilisant
ru_ru: используя

source: to send mail for Administrators
es_es: para enviar correo para administradores
fr_fr: pour envoyer des messages aux administrateurs
ru_ru: Отправка почты для администраторов

source: Administrator is using
es_es: Administrador está utilizando
fr_fr: Administrateur utilise
ru_ru: Используется администратор

source: to send mail
es_es: para enviar correo
fr_fr: pour envoyer du courrier
ru_ru: Отправка почты

source: Mailgun plugin is active
es_es: Mailgun plugin está activo
fr_fr: Mailgun plugin est actif
ru_ru: Подключаемый модуль маилгун активен

source: Administrators send mail with Mailgun credentials
es_es: Los administradores envían correo con credenciales Mailgun
fr_fr: Les administrateurs envoient le courrier avec les informations d'identification Mailgun
ru_ru: Администраторы отправляют почту с учетными данными маилгун

source: plugin is active
es_es: plugin está activo
fr_fr: plugin est actif
ru_ru: подключаемый модуль активен

source: Sending mail with
es_es: Enviando correo con
fr_fr: Envoi de courrier avec
ru_ru: Отправка почты с помощью

source: plugin
ru_ru: Подключаем

source: Mailgun Error sending mail
es_es: Error de Mailgun enviando correo
fr_fr: Erreur Mailgun envoi de courrier
ru_ru: Маилгун ошибка при отправке почты

source: Invalid Recipient Address
es_es: Dirección de destinatario no válida
fr_fr: Adresse de destinataire non valide
ru_ru: Недопустимый адрес получателя

source: Invalid Sender Address
es_es: Dirección remitente no válida
fr_fr: Adresse de l'expéditeur invalide
ru_ru: Неправильный адрес отправителя

source: Please see attachment
es_es: Consulte el anexo
fr_fr: S'il vous plaît voir pièce jointe
ru_ru: См

source: Send Reliable Email from WordPress with Quick Mail
es_es: Enviar correo electrónico confiable de WordPress con Quick mail
fr_fr: Envoyez e-mail fiable de WordPress avec Quick mail
ru_ru: Отправить надежную электронную почту с помощью быстрой почты

source: for additional information
es_es: para obtener más información
fr_fr: pour de plus amples informations
ru_ru: для получения дополнительной информации

source: https://wordpress.org/plugins/search/smtp/
es_es: https://es.wordpress.org/plugins/search/smtp/
fr_fr: https://fr.wordpress.org/plugins/search/smtp/
ru_ru: https://ru.wordpress.org/plugins/search/smtp/

source: SMTP Plugins
es_es: Plugins para SMTP
fr_fr: Plugins SMTP
ru_ru: Подключаемые модули SMTP

source: let you send mail from a public mail account
es_es: permite enviar correo desde una cuenta de correo público
fr_fr: vous permet d'envoyer du courrier à partir d'un compte de courrier public
ru_ru: Отправка почты с учетной записи общедоступной почты

source: are recommended
es_es: se recomienda
fr_fr: sont recommandés
ru_ru: рекомендуется

source: How to Fix
es_es: Cómo solucionar
fr_fr: Comment fixer
ru_ru: Как исправить

source: Delivery Errors
es_es: Errores de entrega
fr_fr: Erreurs de livraison
ru_ru: Ошибки доставки

source: Use these products and services with Quick Mail to fix delivery errors
es_es: Utilice estos productos y servicios con Quick Mail para corregir errores de entrega
fr_fr: Utilisez ces produits et services avec Quick Mail pour corriger les erreurs de livraison
ru_ru: Используйте эти продукты и службы с быстрой почтой для устранения ошибок доставки

source: Mail Delivery Service
es_es: Servicio de entrega de correo
fr_fr: Service de livraison de courrier
ru_ru: Служба доставки почты

source: Use a mail delivery service to send reliable email anywhere
es_es: Utilice un servicio de envío de correo para enviar correo electrónico fiable en cualquier lugar
fr_fr: Utiliser un service de livraison de courrier pour envoyer des e-mails fiables partout
ru_ru: Использование службы доставки почты для отправки надежных сообщений в любом месте

source: Use Quick Mail with WP-CLI
es_es: Usar Quick mail con WP-CLI
fr_fr: Utilisez Quick mail avec WP-CLI
ru_ru: Использование быстрой почты с помощью РГ-CLI

source: Send files and links from the command line
es_es: Enviar archivos y enlaces desde la línea de comandos
fr_fr: Envoyer des fichiers et des liens depuis la ligne de commande
ru_ru: Отправка файлов и ссылок из командной строки

source: Enter
es_es: Entrar
fr_fr: Entrer
ru_ru: Введите

source: to get started
es_es: para empezar
fr_fr: pour commencer
ru_ru: Начало работы

source: unknown
es_es: desconocido
fr_fr: inconnu
ru_ru: неведомые

source: Error saving content
es_es: Error al guardar el contenido
fr_fr: Erreur d'enregistrement de contenu
ru_ru: Ошибка при сохранении содержимого

source: Replaced attachment message.
es_es: Mensaje de adjunto sustituido.
fr_fr: Message d'attachement remplacé.
ru_ru: Сообщение вложения заменено.

source: You have an attachment.
es_es: Tienes un adjunto.
fr_fr: Vous avez une pièce jointe.
ru_ru: У тебя есть вложение.

source: Not sending file. Attachment message ignored.
es_es: No se envía el archivo. Mensaje adjunto omitido.
fr_fr: Ne pas envoyer de fichier. Message d'attachement ignoré.
ru_ru: Не отсылает файл. Сообщение вложения игнорируется.

source: Invalid message type
es_es: Tipo de mensaje no válido
fr_fr: Type de message non valide
ru_ru: Недопустимый тип сообщения

source: Duplicate
es_es: Duplicado
fr_fr: Double
ru_ru: Дубликат

source: No recent comments for you.
es_es: No hay comentarios recientes para usted.
fr_fr: Pas de commentaires récents pour vous.
ru_ru: Никаких недавних комментариев.

source: Limit comments
es_es: Limitar comentarios
fr_fr: Limiter les commentaires
ru_ru: Ограничить комментарии

source: Email domains are always validated.
es_es: Los dominios de correo electrónico siempre se validan.
fr_fr: Les domaines de messagerie sont toujours validés.
ru_ru: Домены электронной почты всегда проверяются.

source: See settings
es_es: Ver configuración
fr_fr: Voir les paramètres
ru_ru: См.

source: to limit displayed comments
es_es: para limitar los comentarios mostrados
fr_fr: pour limiter les commentaires affichés
ru_ru: чтобы ограничить отображаемые комментарии

source: days
es_es: días
fr_fr: jours
ru_ru: дней

source: Limit displayed comments to a number of days.
es_es: Limitar los comentarios mostrados a varios días.
fr_fr: Limiter les commentaires affichés à un certain nombre de jours.
ru_ru: Ограничение отображаемых комментариев в течение нескольких дней.

source: Limit displayed comments to past number of days.
es_es: Limitar los comentarios mostrados al número pasado de días.
fr_fr: Limiter les commentaires affichés au nombre passé de jours.
ru_ru: Ограничение отображаемых комментариев до последнего числа дней.

source: Hide comments to posts modified over selected days ago.
es_es: Ocultar comentarios a los mensajes modificados hace unos días.
fr_fr: Masquer les commentaires aux messages modifiés il y a quelques jours.
ru_ru: Скрытие комментариев к должностям, измененным в течение выбранных дней назад.

source: Privacy Error
es_es: Error de privacidad
fr_fr: Erreur de confidentialité
ru_ru: Ошибка конфиденциальности

source: Privacy
es_es: Privacidad
fr_fr: Privée
ru_ru: Конфиденциальности

source: Grant Quick Mail permission to use your email address.
es_es: Otorgue permiso de correo rápido para usar su dirección de correo electrónico.
fr_fr: Grant Quick mail permission d'utiliser votre adresse e-mail.
ru_ru: Предоставьте разрешение «Быстрая почта» для использования адреса электронной почты.

source: Grant Quick Mail permission to save recipient addresses.
es_es: Conceder permiso de correo rápido para guardar las direcciones de destinatarios.
fr_fr: Accordez l'autorisation Quick mail pour enregistrer les adresses de destinataire.
ru_ru: Предоставьте разрешение «Быстрая почта» для сохранения адресов получателей.

source: Permission is required to send mail.
es_es: Se requiere permiso para enviar el correo.
fr_fr: L'autorisation est requise pour envoyer du courrier.
ru_ru: Для отправки почты требуется разрешение.

source: Please grant permission to use your email address.
es_es: Favor de conceder permiso para usar su dirección de correo electrónico.
fr_fr: S'il vous plaît accorder la permission d'utiliser votre adresse e-mail.
ru_ru: Пожалуйста, предоставьте разрешение на использование вашего адреса электронной почты.

source: Permission is required to save addresses. Addresses will not be shared.
es_es: Se requiere permiso para guardar direcciones. Las direcciones no se compartirán.
fr_fr: L'autorisation est requise pour enregistrer les adresses. Les adresses ne seront pas partagées.
ru_ru: Для сохранения адресов требуется разрешение. Адреса не будут использоваться совместно.

source: SparkPost Error sending mail
es_es: Error de SparkPost enviando correo
fr_fr: Erreur SparkPost envoi de courrier
ru_ru: Спаркпост ошибка при отправке почты

source: Using SparkPost credentials
es_es: Uso de credenciales SparkPost
fr_fr: Utilisation des informations d'identification SparkPost
ru_ru: Использование учетных данных спаркпост

source: Sending mail with your SparkPost name and mail address.
es_es: Enviando correo con su nombre de SparkPost y dirección de correo.
fr_fr: Envoi de courrier avec votre nom de SparkPost et adresse postale.
ru_ru: Отправка почты с вашим спаркпост именем и почтовым адресом.

source: SparkPost plugin is active
es_es: SparkPost plugin está activo
fr_fr: SparkPost plugin est actif
ru_ru: Спаркпост плагин активен

source: Administrators send mail with SparkPost credentials
es_es: Los administradores envían correo con credenciales SparkPost
fr_fr: Les administrateurs envoient du courrier avec des informations d'identification SparkPost
ru_ru: Администраторы отправляют почту с учетными данными спаркпост

source: Sending mail with SparkPost
es_es: Enviando correo con SparkPost
fr_fr: Envoi de courrier avec SparkPost
ru_ru: Отправка почты с спаркпост

source: Sending mail with Mailgun
es_es: Enviando correo con Mailgun
fr_fr: Envoi de courrier avec Mailgun
ru_ru: Отправка почты с Mailgun

source: SparkPost
ru_ru: Спаркпост

source: Using SparkPost
es_es: Uso de SparkPost
fr_fr: Utilisation de SparkPost
ru_ru: Использование спаркпост

source: Using Mailgun
es_es: Uso de Mailgun
fr_fr: Utilisation de Mailgun
ru_ru: Использование Mailgun

source: Excellent!
es_es: ¡Excelente!
fr_fr: Excellente!
ru_ru: Отлично!

source: to deliver mail.
es_es: para entregar el correo.
fr_fr: pour livrer le courrier.
ru_ru: для доставки почты.

source: Please grant permission to use your mail address.
es_es: Por favor otorgue permiso para usar su dirección de correo.
fr_fr: Veuillez accorder l'autorisation d'utiliser votre adresse mail.
ru_ru: Пожалуйста, предоставьте разрешение на использование вашего почтового адреса.

source: Cannot verify address
es_es: No se puede verificar la dirección
fr_fr: Impossible de vérifier l'adresse
ru_ru: Не удается проверить адрес

source: This is not guaranteed to be accurate.
es_es: Esto no está garantizado para ser exacto.
fr_fr: Ce n'est pas garanti pour être exact.
ru_ru: Это не гарантирует точность.

source: Turn verification off if Quick Mail rejects a valid address.
es_es: Apague la verificación si Quick mail rechaza una dirección válida.
fr_fr: Désactiver la vérification si Quick mail rejette une adresse valide.
ru_ru: Отключите проверку, если быстрая почта отклоняет допустимый адрес.

source: Check if recipient domain accepts email.
es_es: Compruebe si el dominio de destinatario acepta correo electrónico.
fr_fr: Vérifiez si le domaine destinataire accepte le courrier électronique.
ru_ru: Проверьте, принимает ли домен получателя электронную почту.

source: Several
es_es: Varios
fr_fr: Plusieurs
ru_ru: Несколько

source: Mailgun and SparkPost are free
es_es: Mailgun y SparkPost son gratuitos
fr_fr: Mailgun et SparkPost sont gratuits
ru_ru: Mailgun и спаркпост бесплатно

source: Unknown Mail Service
es_es: Servicio de correo desconocido
fr_fr: Service de courrier inconnu
ru_ru: Неизвестная почтовая служба

source: Only administrators can send mail with WP-CLI.
es_es: Sólo los administradores pueden enviar correo con WP-CLI.
fr_fr: Seuls les administrateurs peuvent envoyer du courrier avec WP-CLI.
ru_ru: Только администраторы могут отправлять почту с WP-CLI.

source: 3.5.0 Alpha
es_es: 3.5.0 Alfa
ru_ru: 3,5,0 Альфа

source: Quick Mail
es_es: Correo Rápido
fr_fr: Courrier Rapide

source: FAQ
es_es: Preguntas más frecuentes

source: https://wordpress.org/plugins/quick-mail/faq/
es_es: https://es.wordpress.org/plugins/quick-mail/faq/
fr_fr: https://fr.wordpress.org/plugins/quick-mail/faq/

source: Private Reply
es_es: Respuesta privada
fr_fr: Réponse privée
