Repository: mitchelldmiller/quick-mail-wp-plugin
Catalog: lang/quick-mail-*.po
Languages: es_es, fr_fr, ru_ru

source: Error: Incomplete User Profile
es_es: Error: Perfil de Usario Incompleto
fr_fr: Erreur : Profil d’utilisateur incomplet
ru_ru: Ошибка: Не заполнен профиль пользователя

source: Login Expired. Refresh Page.
es_es: Inicio de sesión caducado. Actualice la página.
fr_fr: Session expirée. Actualisez la Page.
ru_ru: Сессия истекла. Обновите страницу.

source: Error moving file to
es_es: Archivo de error mvil a
fr_fr: Erreur lors du déplacement du fichier dans
ru_ru: Ошибка перемещения файла в

source: File Upload Error
es_es: Error de carga de archivo
fr_fr: Erreur de téléversement du fichier
ru_ru: Ошибка загрузки файла

source: Missing temporary directory
es_es: Falta el directorio temporal
fr_fr: Répertoire temporaire manquant
ru_ru: Не найдена временная директория

source: Error sending mail
es_es: Error al enviar correo
fr_fr: Erreur lors de l'envoi
ru_ru: Ошибка отправки письма

source: Message Sent
es_es: Mensaje enviado
fr_fr: Message envoyé
ru_ru: Сообщение отправлено

source: Error Deleting Upload
es_es: Error Eliminar Upload
fr_fr: Erreur de suppression de Upload
ru_ru: Ошибка удаления загрузок

source: To
es_es: Para
fr_fr: À l'attention de
ru_ru: Для

source: Enter mail address
es_es: Introducir dirección de correo
fr_fr: Saisissez l'adresse email
ru_ru: Введите email адрес

source: Subject
es_es: Asunto
fr_fr: Sujet
ru_ru: Тема

source: Attachment
es_es: Accesorio
fr_fr: Pièce-jointe
ru_ru: Вложение

source: Message
es_es: Mensaje
fr_fr: Messages
ru_ru: Сообщение

source: Enter your message
es_es: Introduzca su mensaje
fr_fr: Entrez votre message
ru_ru: Введите сообщение

source: Send Mail
es_es: Enviar Correo
fr_fr: Envoyer
ru_ru: Отправить письмо

source: From
es_es: De
fr_fr: De
ru_ru: От

source: Option Updated
es_es: Opción actualizada
fr_fr: Option mise à jour
ru_ru: Настройки обновлены

source: Quick Mail Options
es_es: Opciones de correo rápido
fr_fr: Options Quick Mail
ru_ru: Настройки Quick Mail

source: User Display
es_es: Pantalla de usuario
fr_fr: Affichage du nom
ru_ru: Получатели

source: Show All Users
es_es: Mostrar todos los usuarios
fr_fr: Afficher tous les utilisateurs
ru_ru: Показать всех пользователей

source: Show Users with Names
es_es: Mostrar usuarios con nombres
fr_fr: Afficher les utilisateurs avec les noms
ru_ru: Показать пользователей с именами

source: Do Not Show Users
es_es: No Mostrar usuarios
fr_fr: Ne pas afficher les utilisateurs.
ru_ru: Не показывать пользователей

source: Save Options
es_es: Guardar las opciones
fr_fr: Sauvegarder les options
ru_ru: Сохранить

source: Invalid mail address
es_es: Dirección de correo es no válido
fr_fr: Adresse e-mail invalide
ru_ru: Не верный email адрес

source: matching users
es_es: usuarios que empareja
fr_fr: utilisateurs correspondants
ru_ru: Совпадающие пользователи

source: Enter address to send mail.
es_es: Introduzca la dirección para enviar correo.
fr_fr: Entrez l’adresse pour envoyer un mail.
ru_ru: Вводить адрес, для отправки сообщений.

source: Administration
es_es: Administración
fr_fr: Configuration
ru_ru: Администрация

source: Grant Editors access to user list
es_es: Grant Editores acceso a la lista de usuarios
fr_fr: Accorder l&rsquo;accès aux Editeurs
ru_ru: Разрешить редакторам доступ к списку пользователей

source: Uploaded file was too large
es_es: Archivo subido era demasiado grande
fr_fr: Le fichier téléchargé est trop volumineux
ru_ru: Загружаемый файл слишком большой

source: Recent
es_es: Recientes
fr_fr: Récent
ru_ru: Последние

source: Support
es_es: Apoyo
ru_ru: Поддержка

source: Mail Error
es_es: Error de correo
fr_fr: Erreur sur l'email
ru_ru: Ошибка отправки

source: No subject
es_es: No tema
fr_fr: Pas d&apos;objet
ru_ru: Не введена тема

source: Checks domain with
es_es: Dominio de cheques con
fr_fr: Vérifie domaine avec
ru_ru: Проверять домен с помощью

source: when
es_es: cuando
fr_fr: lorsque
ru_ru: когда

source: is selected
es_es: se ha seleccionado
fr_fr: est sélectionné.
ru_ru: выбрано

source: Verifies domain with
es_es: Comprueba dominio con
fr_fr: Vérifie domaine avec
ru_ru: Проверить домен с помощью

source: function not found
es_es: función que no se encuentra
fr_fr: fonction pas trouvée
ru_ru: функция не найдена

source: Cannot verify international domains
es_es: No puede verificar dominios internacionales
fr_fr: Vous ne pouvez pas vérifier domaines internationaux
ru_ru: Нельзя проверить национальные домены

source: because
es_es: porque
fr_fr: parce que
ru_ru: потому что

source: Please read
es_es: Por favor lea
fr_fr: Merci de lire
ru_ru: Пожалуйста, ознакомьтесь

source: http://php.net/manual/en/function.checkdnsrr.php
es_es: http://php.net/manual/es/function.checkdnsrr.php
fr_fr: http://fr.php.net/manual/fr/function.checkdnsrr.php
ru_ru: http://php.net/manual/ru/function.checkdnsrr.php

source: http://php.net/manual/en/function.idn-to-ascii.php
es_es: http://php.net/manual/es/function.idn-to-ascii.php
fr_fr: http://fr.php.net/manual/fr/function.idn-to-ascii.php
ru_ru: http://php.net/manual/ru/function.idn-to-ascii.php

source: Please enter your message
es_es: Por favor ingrese su mensaje
fr_fr: Merci de saisir votre message.
ru_ru: Пожалуйста, введите сообщение

source: Welcome to Quick Mail
es_es: Bienvenido a Correo Rápido
fr_fr: Bienvenue à Quick Mail
ru_ru: Добро пожаловать в Quick Mail

source: Please verify your settings before using Quick Mail.
es_es: Por favor verifique su configuración antes de utilizar el Correo Rápido.
fr_fr: S'il vous plaît vérifier vos paramètres avant d'utiliser Quick Mail.
ru_ru: Пожалуйста, проверьте Ваши настройки перед использованием Quick Mail.

source: Please leave a review
es_es: Por favor deje una revisión
fr_fr: S’il vous plaît laisser un commentaire
ru_ru: Пожалуйста, оставьте отзыв

source: to help others find Quick Mail
es_es: para ayudar a otros a encontrar el Correo Rápido
fr_fr: pour aider les autres à trouver le courrier rapide
ru_ru: чтобы помочь другим найти Quick Mail

source: Resources
es_es: Recursos
fr_fr: Ressources
ru_ru: Ресурсы

source: has more information
es_es: dispone de más información
ru_ru: больше информации

source: File uploads are not available on your device
es_es: Subida de archivos no está disponible en su dispositivo
fr_fr: Téléchargements de fichiers ne sont pas disponibles sur votre appareil
ru_ru: Загрузка файлов недоступна на Вашем устройстве

source: File uploads were disabled by system administrator
es_es: Carga de archivos fueron deshabilitado por el administrador del sistema
fr_fr: Téléchargements de fichiers ont été désactivés par l’administrateur système
ru_ru: Загрузка файлов отключена администратором

source: Duplicate mail address
es_es: Dirección de correo electrónico duplicados
fr_fr: Adresse de messagerie en double
ru_ru: Дублировать email

source: CC
ru_ru: Копия

source: Quick Mail requires Javascript
es_es: Correo rápido requiere Javascript
fr_fr: Courrier Rapide nécessite Javascript
ru_ru: Для работы Quick Mail требуется Javascript

source: Hide Administrator Profiles
es_es: Ocultar perfiles de administración
fr_fr: Masquer les profils administrateur
ru_ru: Скрыть администраторов

source: %s administrator profile
es_es: %s perfil del administrador
fr_fr: %s profil administrateur
ru_ru: %s администратора

source: User list will not include
es_es: No se incluirá la lista de usuarios
fr_fr: Liste des utilisateurs ne comprendra pas
ru_ru: Список пользователей не будет включать

source: Verify recipient email domains
es_es: Comprobar dominios email destinatario
fr_fr: Vérifier les domaines de messagerie destinataire
ru_ru: Проверьте адрес получателя

source: NOTE
es_es: NOTA
fr_fr: REMARQUE
ru_ru: Заметка

source: Sender, recipient, CC.
es_es: Remitente, destinatario, CC.
fr_fr: Expéditeur, destinataire, CC.
ru_ru: Отправитель, получатель, копия

source: You do not have sufficient privileges to access user lists on this site.
es_es: No tienes suficientes privilegios para acceder a las listas de usuarios de este sitio.
fr_fr: Vous n’avez pas de privilèges suffisants pour accéder aux listes d’utilisateurs sur ce site.
ru_ru: У Вас недосточно прав для доступа к списку пользователей на этом сайте

source: You do not have sufficient privileges to access user lists.
es_es: No tienes suficientes privilegios para acceder a las listas de usuarios.
fr_fr: Vous n’avez pas de privilèges suffisants pour accéder aux listes d’utilisateurs.
ru_ru: У Вас недосточно прав для доступа к списку пользователей

source: User totals are adjusted because administrator profiles are hidden
es_es: Estadísticas totales de usuario se ajustan porque están ocultos los perfiles de administración
fr_fr: Totaux de l’utilisateur sont ajustés car les profils administrateur sont masquées
ru_ru: Кол-во пользователей пересчитано, т.к. администраторы скрыты

source: Three non-administrator profiles are required for user lists.
es_es: Tres perfiles de administrador no se requiere para las listas de usuarios.
fr_fr: Trois profils non administrateur sont requis pour les listes d’utilisateurs.
ru_ru: Три не административных аккаунта требуется для списка пользователей

source: Three user profiles are required for user lists.
es_es: Tres perfiles de usuario son necesarios para las listas de usuarios.
fr_fr: Trois profils d’utilisateur sont requis pour les listes d’utilisateurs.
ru_ru: Три аккаунта пользователей требуется для списка пользователей

source: Select users by WordPress nickname
es_es: Seleccionar usuarios por apodo de WordPress
fr_fr: Sélectionnez les utilisateurs par WordPress
ru_ru: Выбрать пользователя по имени пользователя Wordpress

source: Select users with first and last names
es_es: Seleccione los usuarios con nombre y apellido
fr_fr: Sélectionnez les utilisateurs avec des noms et prénoms
ru_ru: Выбрать пользователей по имени или отчеству

source: Enter user addresses. 12 addresses are saved
es_es: Ingrese direcciones de usuario. se guardan 12 direcciones
fr_fr: Entrez les adresses de l’utilisateur. 12 adresses sont enregistrées
ru_ru: Вводить email самостоятельно. 12 последних адресов будут сохранены.

source: Prevent users from sending email to administrators
es_es: Evitar que los usuarios envíen correo electrónico a administradores
fr_fr: Empêcher les utilisateurs de courrier aux administrateurs
ru_ru: Запретить пользователям отправлять email администратору

source: Otherwise only administrators can view the user list
es_es: De lo contrario sólo los administradores pueden ver la lista de usuarios
fr_fr: Dans le cas contraire seuls les administrateurs peuvent afficher la liste de l’utilisateur
ru_ru: В противном случае только администраторы смогут видеть список пользователей

source: Adding CC
es_es: Agregar CC
fr_fr: Ajout de CC
ru_ru: Добавляется копия

source: Enter multiple addresses by separating them with a space or comma.
es_es: Ingresar varias direcciones separándolas con un espacio o una coma.
fr_fr: Entrez plusieurs adresses en les séparant par un espace ou une virgule.
ru_ru: Добавьте несколько адресов, разделенных пробелом или запятой

source: Press &lt;Control&gt; while clicking, to select multiple users.
es_es: Presione &lt;Ctrl&gt; mientras hace clic en, para seleccionar múltiples usuarios.
fr_fr: Appuyez sur &lt;Ctrl&gt; en cliquant, pour sélectionner plusieurs utilisateurs.
ru_ru: Нажмите &lt;Control&gt; для выбора нескольких пользователей

source: You can select multiple users
es_es: Puede seleccionar varios usuarios
fr_fr: Vous pouvez sélectionner plusieurs utilisateurs
ru_ru: Вы можете выбрать несколько пользователей

source: Attachments
es_es: Archivos adjuntos
fr_fr: Pièces jointes
ru_ru: Вложения

source: You can attach multiple files to your message
es_es: Puede adjuntar varios archivos a tu mensaje
fr_fr: Vous pouvez joindre plusieurs fichiers à votre message
ru_ru: Вы можете добавить несколько вложений к Вашему сообщению

source: from up to six directories
es_es: de hasta seis directorios
fr_fr: de répertoires jusqu'à six
ru_ru: от 1 до 6 директорий

source: Duplicate attachments
es_es: Duplicar archivos adjuntos
fr_fr: Accessoires en double
ru_ru: Дублировать вложения

source: Help Others
es_es: Ayudar a los demás
fr_fr: Aider les autres
ru_ru: Помочь другим

source: Clear 1 saved address
es_es: Claro 1 dirección guardada
fr_fr: Effacer 1 adresse enregistrée
ru_ru: Удален 1 сохраненный адрес

source: Clear %s saved addresses
es_es: Claras %s direcciones guardadas
fr_fr: Claire %s adresses enregistrées
ru_ru: Удалено %s сохраненных адресов

source: Need three users to display User List for sender, recipient, CC.
es_es: Necesita tres usuarios para mostrar la lista de usuarios para el remitente, destinatario, CC.
fr_fr: Besoin de trois utilisateurs pour afficher la liste des utilisateurs expéditeur, destinataire, CC.
ru_ru: Требуется три пользователя (отправитель, получатель, копия) чтобы показать список пользователей

source: User List was disabled by system administrator.
es_es: Lista de usuarios fue deshabilitado por el administrador del sistema.
fr_fr: Liste des utilisateurs a été désactivée par l’administrateur système.
ru_ru: Список пользователей отключен администратором

source: Saves 12 addresses.
es_es: Guarda direcciones de 12.
fr_fr: Enregistre les 12 adresses.
ru_ru: Сохраняет 12 адресов.

source: BCC
ru_ru: Скрытая копия

source: Press &lt;Command&gt; while clicking, to select multiple files.
es_es: Pulse ⌘ mientras hace clic en, para seleccionar varios archivos.
fr_fr: Appuyez sur ⌘ en cliquant, pour sélectionner plusieurs fichiers.
ru_ru: Нажмите &lt;Command&gt; для выбора нескольких файлов.

source: Press &lt;Control&gt; while clicking, to select multiple files.
es_es: Presione &lt;Ctrl&gt; mientras hace clic en, para seleccionar varios archivos.
fr_fr: Appuyez sur &lt;Ctrl&gt; tout en cliquant, pour sélectionner plusieurs fichiers.
ru_ru: Нажмите &lt;Control&gt; для выбора нескольких файлов.

source: You can select multiple files
es_es: Puede seleccionar varios archivos
fr_fr: Vous pouvez sélectionner plusieurs fichiers
ru_ru: Вы можете выбрать несколько файлов

source: Press &lt;Command&gt; while clicking, to select multiple users.
es_es: Pulse &lt;Comando&gt; mientras hace clic en, para seleccionar múltiples usuarios.
fr_fr: Appuyez sur &lt;Commande&gt; + en cliquant, pour sélectionner plusieurs utilisateurs.
ru_ru: Нажмите &lt;Command&gt; для выбора нескольких пользователей.

source: Add Paragraphs
es_es: Añadir los párrafos
fr_fr: Ajouter des paragraphes
ru_ru: Добавить параграфы

source: Add Paragraphs to sent mail
es_es: Añadir los párrafos al correo enviado
fr_fr: Ajouter les paragraphes au courrier envoyé
ru_ru: Добавить параграфы в письмо

source: Add line breaks and paragraphs to HTML mail
es_es: Añadir saltos de línea y párrafos a correo en HTML
fr_fr: Ajouter des sauts de ligne et paragraphes à mail HTML
ru_ru: Добавить переносы строк и параграфы в HTML код письма

source: with
es_es: con
fr_fr: avec
ru_ru: с

source: Many plugins change the WordPress editor
es_es: Muchos plugins cambiar el editor de WordPress
fr_fr: Nombreux plugins modifier l’éditeur de WordPress
ru_ru: Много плагинов изменяют поведение редактора Wordpress

source: Test this option on your system to know if you need it
es_es: Prueba esta opción en el sistema para saber si usted necesita
fr_fr: Tester cette option sur votre système pour savoir si vous en avez besoin
ru_ru: Протестируйте эту опцию в вашей системе, чтобы знать требуется ли она Вам

source: to ask questions and report problems
es_es: para hacer preguntas y reportar problemas
fr_fr: pour poser des questions et de signaler les problèmes
ru_ru: для того, чтобы задать вопрос или сообщить о проблеме

source: Please use
es_es: Por favor use
fr_fr: S’il vous plaît utiliser
ru_ru: Пожалуйста, используйте

source: Settings
es_es: Configuración
fr_fr: Paramètres
ru_ru: Настройки

source: Apply
es_es: Aplicar
fr_fr: Appliquer
ru_ru: Применить

source: to HTML messages
es_es: a los mensajes HTML
fr_fr: aux messages HTML
ru_ru: в HTML сообщениях

source: Send text or html email with attachments from user's credentials. Select recipient from users or commenters.
es_es: Enviar texto o correo HTML con archivos adjuntos de las credenciales del usuario. Seleccione destinatario de usuarios o comentarios.
fr_fr: Envoyez du texte ou des courriels HTML avec des pièces jointes des informations d'identification de l'utilisateur. Sélectionnez destinataire des utilisateurs ou des commentaires.
ru_ru: Отправка текста или сообщений электронной почты в формате HTML с вложениями от учетных данных пользователя. Выберите получателя из пользователей или комментариев.

source: No comments for you.
es_es: No hay comentarios para ti.
fr_fr: Pas de commentaires pour vous.
ru_ru: Никаких комментариев.

source: You
es_es: Usted
fr_fr: Vous
ru_ru: Ты

source: said
es_es: dijo
fr_fr: dit
ru_ru: говорит

source: Cannot reply. Invalid mail address.
es_es: No puede responder. Dirección de correo no válida.
fr_fr: Ne peut pas répondre. Adresse mail non valide.
ru_ru: Не могу ответить. Недопустимый почтовый адрес.

source: Commenters
es_es: Comentaristas
fr_fr: Commentateurs
ru_ru: Комментарии

source: Quick Mail needs three non-admin users for sender, recipient, CC to access User List.
es_es: El correo rápido necesita tres usuarios que no sean administradores para remitente, destinatario y acceso a la lista de usuarios de CC.
fr_fr: Quick mail a besoin de trois utilisateurs non-admin pour l'expéditeur, destinataire, CC, pour accéder à la liste des utilisateurs.
ru_ru: Для быстрой почты требуются три пользователя, не являющихся администраторами для отправителя, получателя, CC для доступа к списку пользователей.

source: Display Commenters instead of users
es_es: Mostrar comentarios en lugar de usuarios
fr_fr: Affichage des commentaires au lieu des utilisateurs
ru_ru: Отображать комментарии вместо пользователей

source: Send private replies to comments.
es_es: Enviar respuestas privadas a los comentarios.
fr_fr: Envoyer des réponses privées aux commentaires.
ru_ru: Отправка конфиденциальных ответов на комментарии.

source: Grant Authors permission to reply to comments
es_es: Conceder permiso a los autores para responder a los comentarios
fr_fr: Permettre Authors de répondre aux commentaires
ru_ru: Предоставить авторам разрешение на ответ на комментарии

source: Authors will not have access to user list.
es_es: Los autores no tendrán acceso a la lista de usuarios.
fr_fr: Les auteurs n'auront pas accès à la liste des utilisateurs.
ru_ru: Авторы не получат доступ к списку пользователей.

source: Grant Editors access to user list.
es_es: Los editores de Grant acceden a la lista de usuarios.
fr_fr: Grant Editors accès à la liste des utilisateurs.
ru_ru: Предоставление редакторам доступа к списку пользователей.

source: enabling comments
es_es: habilitar comentarios
fr_fr: activation des commentaires
ru_ru: Включение комментариев

source: discussion settings
es_es: configuración de la discusión
fr_fr: paramètres de discussion
ru_ru: Параметры обсуждения

source: See
es_es: Consulte
fr_fr: Voir
ru_ru: посмотреть

source: for additional information.
es_es: para obtener información adicional.
fr_fr: pour plus d'informations.
ru_ru: для получения дополнительной информации.

source: and
es_es: y
fr_fr: et
ru_ru: и

source: Reply to comments on your published content.
es_es: Responda a los comentarios sobre su contenido publicado.
fr_fr: Répondez aux commentaires sur votre contenu publié.
ru_ru: Ответ на комментарии к опубликованному содержимому.

source: Display list of commenters, instead of users.
es_es: Mostrar lista de comentarios, en lugar de usuarios.
fr_fr: Afficher la liste des commentateurs, au lieu des utilisateurs.
ru_ru: Отображать список комментариев, а не пользователей.

source: Comments are often disabled on older content.
es_es: Los comentarios suelen estar deshabilitados en contenido antiguo.
fr_fr: Les commentaires sont souvent désactivés sur un contenu plus ancien.
ru_ru: Комментарии часто отключаются по более старому содержимому.

source: Comments must be enabled to reply.
es_es: Los comentarios deben estar habilitados para responder.
fr_fr: Les commentaires doivent être activés pour répondre.
ru_ru: Для ответа необходимо включить комментарии.

source: Invalid mail addresses are not displayed.
es_es: No se muestran direcciones de correo no válidas.
fr_fr: Les adresses de messagerie non valides ne sont pas affichées.
ru_ru: Недопустимые адреса электронной почты не отображаются.

source: to let authors use this feature
es_es: para que los autores utilicen esta función
fr_fr: pour permettre aux auteurs d'utiliser cette fonctionnalité
ru_ru: чтобы позволить авторам использовать эту функцию

source: Quick Mail is the easiest way to send email with attachments to WordPress users on your site, or send private replies to comments.
es_es: Quick Mail es la manera más fácil de enviar correo electrónico con archivos adjuntos a los usuarios de WordPress en su sitio, o enviar respuestas privadas a los comentarios.
fr_fr: Quick mail est le moyen le plus facile d'envoyer des e-mails avec des pièces jointes aux utilisateurs de WordPress sur votre site, ou envoyer des réponses privées aux commentaires.
ru_ru: Быстрая почта — это простейший способ отправки сообщений электронной почты с вложениями в адрес пользователей узла или отправки личных ответов на комментарии.

source: Select a commenter to send a message.
es_es: Seleccione un comentario para enviar un mensaje.
fr_fr: Sélectionnez un commentaire pour envoyer un message.
ru_ru: Выберите комментарий для отправки сообщения.

source: Subject and message are automatically added.
es_es: El asunto y el mensaje se agregan automáticamente.
fr_fr: Le sujet et le message sont automatiquement ajoutés.
ru_ru: Тема и сообщение автоматически добавляются.

source: Reply to Comments
es_es: Responder a los comentarios
fr_fr: Répondre aux commentaires
ru_ru: Ответ на замечания

source: Show all users sorted by nickname
es_es: Mostrar todos los usuarios ordenados por nickname
fr_fr: Afficher tous les utilisateurs triés par Pseudo
ru_ru: Показать всех пользователей, отсортированных по псевдониму

source: Show users with names, sorted by last name
es_es: Mostrar usuarios con nombres, ordenados por apellidos
fr_fr: Afficher les utilisateurs avec les noms, triés par nom
ru_ru: Отображение имен пользователей, отсортированных по фамилии

source: Comments disabled by system administrator.
es_es: Comentarios deshabilitados por el administrador del sistema.
fr_fr: Commentaires désactivés par l'administrateur système.
ru_ru: Комментарии отключены системным администратором.

source: Reply
es_es: Respuesta
fr_fr: Réponse
ru_ru: Ответ

source: Select recipient from commenters
es_es: Seleccionar destinatario de los comentarios
fr_fr: Sélectionner un destinataire à partir de commentateurs
ru_ru: Выберите получателя из комментариев

source: Disable Replies to Comments
es_es: Desactivar las respuestas a los comentarios
ru_ru: Отключить ответы на комментарии

source: Users will not see commenter list.
es_es: Los usuarios no verán la lista de comentarios.
fr_fr: Les utilisateurs ne verront pas la liste des commentateurs.
ru_ru: Пользователи не увидят список комментариев.

source: Select recipient from commenters.
es_es: Seleccione destinatario de los comentarios.
fr_fr: Sélectionnez destinataire à partir des commentaires.
ru_ru: Выберите получателя из комментариев.

source: Select Disable Replies to Comments to remove this feature.
es_es: Seleccione desactivar respuestas a comentarios para quitar esta función.
fr_fr: Sélectionnez Désactiver les réponses aux commentaires pour supprimer cette fonctionnalité.
ru_ru: Чтобы удалить эту функцию, выберите отключить ответы на комментарии.
